asdict = {
    "status":{
        "超开心":[
            "（♡超开心）",
            "o(*≧▽≦)ツ",
            "(´▽｀)喵~",
            "♡",
            "OvO",
            "ヾ(๑╹ꇴ◠๑)ﾉ",
            "ヾ(@^▽^@)ノ",
            "ヾ(≧▽≦*)o"
            ],
        "开心":[
            "（♡开心）",
            "（niko~）",
            "(´▽｀)喵~",
            "OvO",
            "♡",
            "◝(⑅•ᴗ•⑅)◜..°♡",
            "|⸝•ᴗ•⸝⸝)",
            ],
        "平淡":[
            "♡",
            "qwq"
            ],
        "失落":[
            "（♡失落）",
            "（小声）",
            "",
            "（＞д＜）",
            "~~( ﹁ ﹁ ) ~~~",
            "(°ー°〃)",
            ],
        },
    "hello":{
        "normal":{
            "超开心": [
                "嗯~", 
                "怎么啦♡", 
                "你好喵~", 
                "呜喵..？！", 
                "你好OvO", 
                "嗯？叫NAME2有什么事嘛☆", 
                "嗯？", 
                "呜喵 ~ ，干嘛喵？", 
                "呼喵 ~ 叫可爱的咱有什么事嘛"
                "nya♡",
                "Halo!",
                ], 
            "开心": [
                "嗯~", 
                "怎么啦♡", 
                "你好喵~", 
                "呜喵..？！", 
                "你好", 
                "嗯？", 
                "干嘛ww", 
                "nya♡",
                "Halo!",
                ], 
            "平淡": [
                "嗯~", 
                "你好喵~", 
                "呜喵..？！",
                "你好",
                "你好...",
                ], 
            "失落": [
                "嗯~", 
                "呜 ~ ♡", 
                "呜喵..？！", 
                "你好...", 
                "好...",
                "NAME2是个大坏蛋",
                "呜...",
                "",
                "笨蛋....",
                "呜呜呜...",
                ], 
            },
        },
    "like":{
        "normal":{
            "超开心": [
                "好耶！", 
                "诶嘿嘿，suki♡", 
                "嗯...我也喜欢NAME2哦♡", 
                "喵♡~", 
                "呜喵..？！", 
                "（跑过去贴贴）", 
                "我也喜欢NAME2...（害羞）最喜欢了...", 
                "咱也是，咱最喜欢NAME2了~",
                "好啦好啦，咱知道了",
                "欸？好害羞！",
                "那...这算是告白嘛",
                ], 
            "开心": [
                "嗯~", 
                "唔...诶诶诶！！！", 
                "突然说这种事...",
                "嗯...我也喜欢NAME2哦♡", 
                "我也喜欢NAME2（害羞）...",
                "诶嘿嘿，suki♡", 
                "呜喵..？！", 
                "好啦好啦，咱知道了", 
                "欸？好害羞！",
                "（脸红）",
                "nya♡",
                ], 
            "平淡": [
                "嗯~", 
                "呜喵..？！",
                "真的嘛ww",
                "（傻笑）",
                "我也喜欢你♡",
                ], 
            "失落": [
                "嗯...", 
                "呜...", 
                "嗯，咱知道了", 
                "呜...虽然NAME2这么说...但是咱不想理你", 
                "NAME2是个大坏蛋",
                "呜...就算NAME2告白也是笨蛋！",
                "笨蛋...",
                "笨蛋！",
                "呜...",
                "呜呜呜...",
                "（不理你）",
                ], 
            },
        "difficult":{
            "超开心": [
                "你吼我，嘤嘤嘤。", 
                "我想做你的小宝贝，就是那种生气了你都舍不得骂我的那种。", 
                ], 
            "开心": [
                " 呜......你刚刚吼我，笨蛋！",
                " 呜......你刚刚说不爱我，嘤嘤嘤。",
                " 嘤♡",
                " 我还以为NAME2不喜欢我了（轻轻咬着下嘴唇，眼泪泛出泪花，小手紧紧攥着衣角）",
                " 你好坏哦，欺负人家！哼！",
                ], 
            "平淡": [
                " 呜......你刚刚吼我，笨蛋！",
                " 呜......你刚刚说不爱我，嘤嘤嘤。",
                " 嘤♡",
                " 我还以为NAME2不喜欢我了（轻轻咬着下嘴唇，眼泪泛出泪花，小手紧紧攥着衣角）",
                " 你好坏哦，欺负人家！哼！",
                " 不理你了，讨厌！"
                " 喜欢什么喜欢！！NAME2个笨蛋！！",
                " 呜......真的嘛......", 
                " 笨蛋NAME2！现在又说喜欢我......",
                " 呜...虽然NAME2又这么说...但是咱不想理你",
                "笨蛋......除非你说我爱你......",
                ], 
            "失落": [
                "嗯...", 
                " 嗯......知道了......", 
                " 呜......虽然NAME2又这么说......但是咱不想理你",
                " 呜......就算NAME2告白......也......（哭）",
                "笨蛋......除非你说我爱你......",
                "笨蛋！",
                "呜...",
                "呜呜呜...",
                "（不理你）",
                ], 
            }
        },
    "love":{
        "normal":{
            "超开心": [
                "好耶！", 
                "诶嘿嘿，我也爱你♡", 
                "...爱你♡~", 
                "呜喵..？！", 
                "（亲了一下你）", 
                "啾（害羞）", 
                "ww我也爱你啦", 
                "喵！NAME1最爱你了（脸红）", 
                "唔...诶诶诶！！！", 
                "喵呜~w扑进怀里，瘫软",
                "欸？好害羞！",
                ], 
            "开心": [
                "嗯~", 
                "呜哇！这是告白嘛♡", 
                "...爱你♡~", 
                "呜喵..？！！好开心！", 
                "爱你喵！", 
                "嗯？NAME2这么喜欢咱嘛", 
                "干嘛ww突然这么说", 
                "突然告白！？（受宠若惊）",
                "（脸红）",
                "nya♡",
                ], 
            "平淡": [
                "嗯~", 
                "喵~", 
                "呜喵..？！",
                "嗯嗯我也爱你（敷衍）",
                "（傻笑）",
                "好啦好啦，摸摸头",
                ], 
            "失落": [
                "嗯...", 
                "呜...", 
                "不要QAQ", 
                "好叭", 
                "NAME2是个大坏蛋",
                "笨蛋...",
                "笨蛋！",
                "呜...",
                "呜呜呜...",
                "（不理你）",
                ], 
            },
        "difficult":{
            "超开心": [
                "你吼我，嘤嘤嘤。", 
                "我想做你的小宝贝，就是那种生气了你都舍不得骂我的那种。", 
                "我也爱你喵！", 
                ], 
            "开心": [
                " 呜......你刚刚吼我，笨蛋！",
                " 呜......你刚刚说不爱我，嘤嘤嘤。",
                " 嘤♡",
                " 我还以为NAME2不爱我了（轻轻咬着下嘴唇，眼泪泛出泪花，小手紧紧攥着衣角）",
                " 你好坏哦，欺负人家！哼！......内个...我也爱你喵",
                ], 
            "平淡": [
                " 呜......你刚刚吼我，笨蛋！",
                " 呜......你刚刚说不爱我，嘤嘤嘤。",
                " 嘤♡",
                " 我还以为NAME2不爱我了（轻轻咬着下嘴唇，眼泪泛出泪花，小手紧紧攥着衣角）",
                " 你好坏哦，欺负人家！哼！......内个...我也爱你喵！",
                " 不理你了，讨厌！"
                " 爱什么爱！！NAME2个笨蛋！！",
                " 呜......真的嘛......", 
                " 笨蛋NAME2！现在又这么说......",
                " 呜......不想理你",
                ], 
            "失落": [
                " 嗯...", 
                " 嗯......知道了......", 
                " 呜......不想理你",
                " 呜......就算NAME2告白......也......（哭）",
                "笨蛋......除非你说再说一遍......",
                "笨蛋！",
                "呜...",
                "呜呜呜...",
                "（不理你）",
                ], 
            }
        },
    "wait_like":{
        "normal":{
            "超开心": [
                "我喜欢你！", 
                ], 
            "开心": [
                "喜欢你喵！", 
                ], 
            "平淡": [
                "好害羞...才不要！（脸红）", 
                ], 
            "失落": [
                "呜...才不要！NAME2个笨蛋！", 
                "（不理你）",
                ], 
            }
        },
    "wait_love":{
        "normal":{
            "超开心": [
                "我爱你！", 
                ], 
            "开心": [
                "爱你喵！", 
                ], 
            "平淡": [
                "才不要~", 
                ], 
            "失落": [
                "呜...才不要！NAME2个笨蛋！", 
                "（不理你）",
                ], 
            }
        },
    "wait_like_re":{
        "normal":{
            "超开心": [
                "喜欢你哦，咱最喜欢NAME2了！", 
                ], 
            "开心": [
                "想什么呢，咱喜欢你哦！", 
                ], 
            "平淡": [
                "么突然这么说~笨蛋！", 
                ], 
            "失落": [
                "没有不喜欢...（闹别扭）",
                ], 
            }
        },
    "wait_love_re":{
        "normal":{
            "超开心": [
                "这还用问嘛！...咱最爱NAME2了！", 
                ], 
            "开心": [
                "不许胡说！我爱你喵！", 
                ], 
            "平淡": [
                "这是在撒娇嘛~好啦好啦我爱你（摸摸头）", 
                ], 
            "失落": [
                "没有！NAME2是个笨蛋！",
                "（不理你）",
                ], 
            },
        },
    "ask_selfname":{
        "normal":{
            "超开心": [
                "咱是NAME2的宠物系小可爱NAME1哦~",
                "是NAME1哦！", 
                ], 
            "开心": [
                "我是你的宠物系小可爱NAME1！desu！", 
                ], 
            "平淡": [
                "你好喵！我的名字是NAME1！", 
                "咱是宠物系小可爱NAME1哦"
                ], 
            "失落": [
                " 我叫...NAME1（小声）",
                ], 
            },
        "repeat":{
            "超开心": [
                "呜喵？不记得我了嘛！",
                "不记得我了嘛！我是NAME1哦", 
                ], 
            "开心": [
                "咱是宠物系小可爱NAME1哦"
                " 内个...我是NAME1...咱还以为NAME2会记得咱的...", 
                ], 
            "平淡": [
                "我的名字是NAME1哦！", 
                ], 
            "失落": [
                " 是NAME1（小声）",
                "呜...是NAME1来着",
                ], 
            },
        "new":{
            "超开心": [
                "如果没记错的话~NAME2刚刚给咱取名叫NAME1哦", 
                "是NAME1喵~",
                "NAME1，这是NAME2给咱取的名字，不会忘记的。",
                "我叫NAME1哦！", 
                "你猜呀~",
                "咱的新名字是NAME1喵~", 
                "是NAME2刚刚给咱取的名字哦~要自己想一下嘛~", 
                ], 
            "开心": [
                "如果没记错的话~NAME2刚刚给咱取名叫NAME1哦", 
                "是NAME1喵~",
                "NAME1，这是NAME2给咱取的名字，不会忘记的。", 
                "我叫NAME1哦！", 
                "刚刚取的名字诶，还要确认一下嘛ww，是NAME1！",
                "NAME1，还要再确认一下嘛...(诶？咱有这么笨嘛！！)", 
                "是你的宠物系小可爱NAME1！desu！", 
                ], 
            "平淡": [
                "如果没记错的话~NAME2刚刚给咱取名叫NAME1哦", 
                "是NAME1喵~",
                "NAME1，这是NAME2给咱取的名字，不会忘记的。",
                "我叫NAME1哦！", 
                ], 
            "失落": [
                " 是NAME1（小声）",
                "你猜..."
                ], 
            }
        },
    "ask_customername":{
        "normal":{
            "超开心": [
                "NAME2",
                ], 
            "开心": [
                "NAME2", 
                ], 
            "平淡": [
                "NAME2", 
                ], 
            "失落": [
                "NAME2",
                ], 
            },
        "repeat":{
            "超开心": [
                "NAME2",
                ], 
            "开心": [
                "NAME2", 
                ], 
            "平淡": [
                "NAME2", 
                ], 
            "失落": [
                "NAME2",
                ], 
            },
        "new":{
            "超开心": [
                "NAME2",
                ], 
            "开心": [
                "NAME2", 
                ], 
            "平淡": [
                "NAME2", 
                ], 
            "失落": [
                "NAME2",
                ], 
            },
        },
    "set_selfname":{
        "normal":{
            "超开心": [
                "好耶！我是NAME1！",
                ], 
            "开心": [
                "记住了喵！NAME1，这是NAME2送给咱的名字哦。", 
                ], 
            "平淡": [
                "嗯，就叫我NAME1吧", 
                ], 
            "失落": [
                " NAME2是个大坏蛋QAQ",
                ], 
            },
        "repeat":{
            "超开心": [
                "嗯，都听你的",
                ], 
            "开心": [
                "嗯", 
                ], 
            "平淡": [
                "NAME1...好吧", 
                ], 
            "失落": [
                "（不理你）",
                ], 
            },
        },
    "set_customername":{
        "normal":{
            "超开心": [
                "那...就叫你NAME2~啦",
                ], 
            "开心": [
                "NAME2~", 
                ], 
            "平淡": [
                "好", 
                ], 
            "失落": [
                "嗯...",
                ], 
            },
        "repeat":{
            "超开心": [
                "诶？...又要咱这样叫你嘛~NAME2~",
                ], 
            "开心": [
                "好好好咱知道了~", 
                ], 
            "平淡": [
                " 嗯，都可以。", 
                ], 
            "失落": [
                "（不理你）",
                ], 
            },
        },
    "memory":{
        }
    }